Apps/Medication/test/load/out.txt

          /\      |‾‾|  /‾‾/  /‾/   
     /\  /  \     |  |_/  /  / /    
    /  \/    \    |      |  /  ‾‾\  
   /          \   |  |‾\  \ | (_) | 
  / __________ \  |__|  \__\ \___/ .io

  execution: local
     output: -
     script: -

    duration: -, iterations: 1
         vus: 1, max: 1

    init [----------------------------------------------------------] starting
    ✗ status is 200
     ↳  0% — ✓ 0 / ✗ 1

    checks.....................: 0.00%   ✓ 0   ✗ 1  
    data_received..............: 12 kB   26 kB/s
    data_sent..................: 2.6 kB  5.5 kB/s
    errors.....................: 100.00% ✓ 1   ✗ 0  
    http_req_blocked...........: avg=120.31ms min=88.21ms  med=120.31ms max=152.41ms p(90)=145.99ms p(95)=149.2ms 
    http_req_connecting........: avg=24.63ms  min=24.19ms  med=24.63ms  max=25.07ms  p(90)=24.98ms  p(95)=25.03ms 
    http_req_duration..........: avg=116.52ms min=29.81ms  med=116.52ms max=203.23ms p(90)=185.89ms p(95)=194.56ms
    http_req_receiving.........: avg=85.59µs  min=54.43µs  med=85.59µs  max=116.75µs p(90)=110.51µs p(95)=113.63µs
    http_req_sending...........: avg=72.85µs  min=71.71µs  med=72.85µs  max=73.99µs  p(90)=73.76µs  p(95)=73.88µs 
    http_req_tls_handshaking...: avg=94.04ms  min=61.47ms  med=94.04ms  max=126.62ms p(90)=120.1ms  p(95)=123.36ms
    http_req_waiting...........: avg=116.36ms min=29.68ms  med=116.36ms max=203.04ms p(90)=185.71ms p(95)=194.38ms
    http_reqs..................: 2       4.224703/s
    iteration_duration.........: avg=474.16cms min=474.16ms med=474.16ms max=474.16ms p(90)=474.16ms p(95)=474.16ms
    iterations.................: 1       2.112352/s
    vus........................: 1       min=1 max=1
    vus_max....................: 1       min=1 max=1